{
  "ChatGPT.nvim": { "branch": "main" },
  "CodeGPT.nvim": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "Vim-Jinja2-Syntax": { "branch": "master" },
  "acid.nvim": { "branch": "master" },
  "adjacent.nvim": { "branch": "main" },
  "archer.nvim": { "branch": "master" },
  "arshlib.nvim": { "branch": "master" },
  "auto-pandoc.nvim": { "branch": "main" },
  "autolist.nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "bionic.nvim": { "branch": "main" },
  "blackjack.nvim": { "branch": "main" },
  "block.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cheat-sheet": { "branch": "main" },
  "cheatsheet.nvim": { "branch": "master" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmp-ai": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-color-names.nvim": { "branch": "main" },
  "cmp-ctags": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-emoji": { "branch": "main" },
  "cmp-env": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nerdfonts": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-pandoc-references": { "branch": "master" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-zsh": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.nvim": { "branch": "main" },
  "comment-box.nvim": { "branch": "main" },
  "crates.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dir-telescope.nvim": { "branch": "main" },
  "do.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "duck.nvim": { "branch": "main" },
  "edgy.nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "figban.nvim": { "branch": "main" },
  "figlet.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flow.nvim": { "branch": "master" },
  "focus.nvim": { "branch": "master" },
  "foldhue.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "git-blame.nvim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "headlines.nvim": { "branch": "master" },
  "hfcc.nvim": { "branch": "main" },
  "http.nvim": { "branch": "main" },
  "hypersonic.nvim": { "branch": "main" },
  "image.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "killersheep.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-lens.nvim": { "branch": "main" },
  "lsp-status.nvim": { "branch": "master" },
  "lsp-toggle.nvim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lsp_lines.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine-so-fancy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "midnight.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.colors": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.sessions": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "mkdnflow.nvim": { "branch": "main" },
  "mkdx": { "branch": "master" },
  "modes.nvim": { "branch": "main" },
  "nabla.nvim": { "branch": "master" },
  "neoai.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neorg": { "branch": "main" },
  "neorg-telescope": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-elixir": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "neural": { "branch": "main" },
  "newpaper.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-biscuits": { "branch": "main" },
  "nvim-cheat.sh": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-fonts": { "branch": "master" },
  "nvim-comment-frame": { "branch": "main" },
  "nvim-cursorline": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-nu": { "branch": "main" },
  "nvim-regexplainer": { "branch": "main" },
  "nvim-smartbufs": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-tetris": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-tundra": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvimesweeper": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "org-bullets.nvim": { "branch": "main" },
  "org-modern.nvim": { "branch": "main" },
  "orgmode": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pomodoro.nvim": { "branch": "main" },
  "popup.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "pseudo-syntax": { "branch": "main" },
  "quarto-nvim": { "branch": "main" },
  "range-highlight.nvim": { "branch": "master" },
  "rasi.vim": { "branch": "main" },
  "readability.nvim": { "branch": "main" },
  "rest.nvim": { "branch": "main" },
  "ripgrep": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "salt-vim": { "branch": "master" },
  "satellite.nvim": { "branch": "main" },
  "sentiment.nvim": { "branch": "main" },
  "shadowenv.vim": { "branch": "master" },
  "smart-splits.nvim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "specs.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "sudoku.nvim": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "tailwindcss-colorizer-cmp.nvim": { "branch": "main" },
  "telescope-all-recent.nvim": { "branch": "main" },
  "telescope-cc.nvim": { "branch": "main" },
  "telescope-changes.nvim": { "branch": "master" },
  "telescope-color-names.nvim": { "branch": "main" },
  "telescope-command-palette.nvim": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-env.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-find-pickers.nvim": { "branch": "main" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-git-diffs.nvim": { "branch": "main" },
  "telescope-glyph.nvim": { "branch": "master" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope-http.nvim": { "branch": "main" },
  "telescope-lazy.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-menu.nvim": { "branch": "master" },
  "telescope-orgmode.nvim": { "branch": "main" },
  "telescope-ports.nvim": { "branch": "master" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope-recent-files": { "branch": "main" },
  "telescope-repo.nvim": { "branch": "master" },
  "telescope-session.nvim": { "branch": "main" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-toggleterm.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "template.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "unfog.vim": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-jinja": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-sexp": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-virtualenv": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yaml-companion.nvim": { "branch": "main" },
  "yaml.nvim": { "branch": "main" }
}